{
  "Barbarian": {
    "description": "Barbarians are warriors defined by their connection to the primal forces of the multiverse, which manifests as a Rage. Far more than a mere emotion, and not limited to anger or fury, a Barbarian’s Rage is an incarnation of a predator’s ferocity, a storm’s unrelenting assault, and the churning turmoil of the sea.\n\nSome Barbarians personify their Rage as a fierce spirit or revered forebear. Others see it as a connection to the pain and anguish of the world, as an impersonal tangle of wild magic, or as an expression of their own deepest self. For every Barbarian, their Rage is a power that fuels not just battle prowess but also uncanny reflexes and heightened senses.\n\nSome Barbarians are uncomfortable when hedged in by walls and crowds, preferring to live in regions of unspoiled natural vitality they cherish primal forces at work in farmlands. While others recognize the vitality and beauty of cities. Barbarians of all sorts embrace their own place in the multiverse, valuing keen instincts and raw physicality.\n\nEven without the power of their Rage, Barbarians are skilled in combat and the use of weapons. When they do call on their Rage, it gives them superhuman strength and resilience. It also heightens their senses and reflexes, making the Rage useful beyond combat.\n\nBarbarians often serve as protectors and leaders in their communities. They charge headlong into danger so those who are under their protection don’t have to. Their courage in the face of danger makes Barbarians perfectly suited for adventuring. ",
    "hit-dice": "1d12",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "CON"],
      "skills": [ "Animal Handling", "Athletics", "Intimidation", "Nature", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Shields"],
    "starting-equipment": ["Explorer’s Pack", "Greataxe", "Handaxe (x4)", "15 GP"],
    "starting-gold": 75
  },
  "Bard": {
    "description": "Invoking magic through music, dance, and verse, Bards are expert at inspiring others, soothing hurts, disheartening foes, and creating illusions.\n\nBards believe that the creators of the multiverse spoke and signed it into existence and that remnants of those Words of Creation still resound and glimmer on every plane of existence. The magic of Bards is an attempt to harness those words—which transcend any language—and direct them to create new wonders.\n\nBecause the Words of Creation resonate throughout the cosmos, different Bards choose different approaches to their magic. Some Bards practice their arts in temples or monasteries, drawing on the power of the Outer Planes to channel divine magic. Others listen to bird song and the music of the wind, associate with Druid circles, and wield primal magic. Still others immerse themselves in the study of magical lore, collecting scraps of mystic knowledge wherever their journeys take them as they master the secrets of arcane magic. Ultimately, though, these various paths converge as the most accomplished Bards learn to access almost the entire breadth of magical potential. Anything can inspire a new song or tale, so Bards are fascinated by almost everything.\n\nThey have a wide-ranging knowledge of many subjects and develop an aptitude to do almost anything well. Bards become masters of many things, including performing music, working magic, and making jests. Not every singer or poet in a tavern or jester in a royal court is a Bard. Harnessing the Words of Creation requires hard work and some measure of natural talent that most troubadours and jongleurs lack.\n\nA Bard’s life is spent wandering across the land gathering lore, telling stories, and living on the gratitude of audiences, much like any other entertainer. But Bards’ depth of knowledge and mastery of magic sets them apart. ",
    "hit-dice": "1d8",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["DEX", "CHA"],
      "skills": [ "Athletics", "Acrobatics", "Sleight of Hand", "Stealth", "Arcana" , "History", "Investigation", "Nature", "Religion", "Animal Handling", "Insight", "Medicine", "Perception", "Survival", "Deception", "Intimidation", "Performance", "Persuasion" ],
      "skills-choose": 3,
      "weapons" : ["Simple Weapons"],
      "tools": ["Three musical instruments of your choice"]
    },
    "armors": ["Light Armor"],
    "starting-equipment": ["Dagger (x2)", "Entertainer’s Pack", "Leather Armor", "Musical Instrument (one of your choice)", "26 GP"],
    "starting-gold": 100
  },
  "Cleric": {
    "description": "Clerics draw power from the realms of the gods and harness it to work miracles. Blessed by a deity, a pantheon, or another immortal entity, a Cleric can reach out to the divine magic of the Outer Planes—where gods dwell—and channel that energy to bolster people and to battle foes. Because their power is a divine gift, Clerics typically associate themselves with temples or shrines dedicated to whatever deity or other immortal force unlocked their magical ability.\n\nHarnessing divine magic doesn’t rely on specific training, yet a Cleric might learn formulaic prayers and ancient rites that help them focus their minds and spirits on drawing power from the Outer Planes. Even a Cleric who declines to worship their divine benefactor might perform their benefactor’s rites if doing so helps the Cleric feel connected to the immortal realms. Not every acolyte or officiant at a temple or shrine is a Cleric. Some priests are called to a simple life of temple service, carrying out their devotion through prayer and rituals, not through magic. Some of the most influential high priests are incapable of harnessing divine magic, and a few of them feel threatened when a Cleric appears. Many can pray, and some mortals claim to speak for the gods. But few can marshal the power of those gods the way a Cleric can. ",
    "hit-dice": "1d8",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["WIS", "CHA"],
      "skills": [ "History", "Insight", "Medicine", "Persuasion", "Religion" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Shields"],
    "starting-equipment": ["Chain Shirt", "Holy Symbol", "Mace", "Priest’s Pack", "Shield", "7 GP"],
    "starting-gold": 110
  },
  "Druid": {
    "description": "Druids belong to ancient orders that call on the forces of nature. Harnessing the magic of animals, plants, weather, and the four elements, Druids can heal, transform themselves, and wield elemental destruction.\n\nRevering nature above all, individual Druids gain their magic from a nature deity, from nature itself, or both, and they typically unite with other Druids in performing rites to mark the passage of the seasons and other natural cycles. The ancient druidic traditions are sometimes called the Old Faith, in contrast to the worship of gods in temples and shrines.\n\nDruids master Primal magic, which is oriented toward nature and animals—the power of tooth and claw, of sun and moon, of fire and storm. Druids also gain the ability to take on animal forms, and some Druids focus on this practice, even to the point where they feel more natural in an animal form.\n\nFor Druids, nature exists in a precarious balance. The four elements that make up a world—air, earth, fire, and water—must remain in equilibrium. If one element were to gain power over the others, the world could be destroyed, drawn into one of the elemental planes and broken apart into its component elements. Thus, Druids oppose cults of Elemental Evil and others who promote one element to the exclusion of others. Druids are also concerned with the delicate ecological balance that sustains plant and animal life and with the need for people to live in harmony with nature, not in opposition to it.\n\nDruids are often found guarding sacred sites or watching over regions of unspoiled nature. But when a significant danger arises, threatening nature’s balance or the lands they protect, Druids take a more active role as adventurers who combat the threat. ",
    "hit-dice": "1d8",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["INT", "WIS"],
      "skills": [ "Arcana", "Animal Handling", "Insight", "Medicine", "Nature", "Perception", "Religion", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons"],
      "tools": ["Herbalism Kit"]
    },
    "armors": ["Light Armor", "Shields"],
    "starting-equipment": ["Druidic Focus (Quarterstaff)", "Explorer’s Pack", "Herbalism Kit", "Leather Armor", "Shield", "Sickle", "9 GP"],
    "starting-gold": 50
  },
  "Fighter": {
    "description": "The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a Fighter. There are great risks but also great rewards: gold, magic weaponry, and glory. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "CON"],
      "skills": [ "Acrobatics", "Animal Handling", "Athletics", "History", "Insight", "Intimidation", "Persuasion", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Heavy Armor", "Shields"],
    "starting-equipment": ["Chain Mail", "Greatsword", "Flail", "8 Javelins", "Dungeoneer’s Pack", "4 GP"],
    "starting-equipment-alt": ["Studded Leather Armor", "Scimitar", "Shortsword", "Longbow", "20 Arrows", "Quiver", "Dungeoneer’s Pack", "11 GP"],
    "starting-gold": 155
  },
  "Monk": {
    "description": "Monks use rigorous combat training and mental discipline to align themselves with the multiverse and tap into internal reservoirs of power. Different Monks conceptualize this power in various ways: as breath, energy, life force, essence, or self, for example. Whether channeled as a striking display of martial prowess or as a subtler focus of defense and speed, this power infuses all that a Monk does.\n\nMonks harness and focus their internal power to create extraordinary, even supernatural, effects. They channel uncanny speed and strength into their attacks, with or without the use of weapons. In their hands and guided by their power, even the most basic weapons can become sophisticated implements of combat mastery. And their mightiest attacks can stun their opponents.\n\nMany Monks find that a structured life of ascetic withdrawal from the mundane world helps them cultivate the physical and mental discipline they need to harness their power. Other Monks believe that immersing themselves in the vibrant confusion of life helps to fuel their determination and discipline.\n\nMonks generally view their adventures as personal tests of their physical and mental development. They are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering treasure; they strive to hone themselves into living weapons. ",
    "hit-dice": "1d8",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "DEX"],
      "skills": [ "Acrobatics", "Athletics", "History", "Insight", "Religion", "Stealth" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons that have the Light property"],
      "tools": ["Choose one type of Artisan’s Tool or Musical Instrument"]
    },
    "armors": [],
    "starting-equipment": ["Artisan’s Tools or Musical Instrument (chosen for the tool proficiency)", "Dagger (x5)", "Explorer's Pack", "Spear", "11 GP"],
    "starting-gold": 50
  },
  "Paladin": {
    "description": "Paladins are united by their oaths to stand against the forces of annihilation and corruption. Whether sworn before a god’s altar, in a sacred glade before nature spirits and fey beings, or in a moment of desperation and grief with the dead as the only witnesses, a Paladin’s oath is a powerful bond. It is a source of power that turns a devout warrior into a blessed champion.\n\nA Paladin swears to stand against corrupting influences and to hunt the forces of ruin wherever they lurk. Different Paladins focus on various aspects of these causes, but all are bound by the oaths that grant them power to do their sacred work.\n\nPaladins train to learn the skills of combat, mastering a variety of weapons and armor. Even so, their martial skills are secondary to the magical power they wield—power to heal the sick and injured, to smite their foes, and to protect the helpless and those who fight at their side.\n\nAlmost by definition, the life of a Paladin is an adventuring life, for every Paladin lives on the front lines of the cosmic struggle against annihilation. Fighters are rare enough among the ranks of a world’s armies, but even fewer people can claim the calling of a Paladin. When they do receive the call, these blessed folk turn from their former occupations and take up arms and magic. Sometimes their oaths lead them into the service of the crown as leaders of elite groups of knights, but even then, their loyalty is first to their sacred oaths, not to crown and country.\n\nAdventuring Paladins take their work seriously. A delve into an ancient ruin or a dusty crypt can be a quest driven by a higher purpose than the acquisition of treasure. Malign forces lurk in dungeons, and even the smallest victory against them can tilt the cosmic balance away from oblivion. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["WIS", "CHA"],
      "skills": [ "Acrobatics", "Animal Handling", "Athletics", "History", "Insight", "Intimidation", "Persuasion", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Heavy Armor", "Shields"],
    "starting-equipment": ["Chain Mail", "Holy Symbol", "Javelin (x6)", "Longsword", "Priest’s Pack", "Shield", "9 GP"],
    "starting-gold": 150
  },
  "Ranger": {
    "description": "Far from the bustle of cities, amid the trees of trackless forests and across wide plains, Rangers keep their unending watch.\n\nWanderers of the wilderness, Rangers specialize in facing monsters that threaten the world. Rangers learn to track their quarry as a predator does, moving stealthily through the wilds and hiding themselves in brush and rubble.\n\nThanks to their connection with nature, Rangers can also cast spells that harness the primal powers of the wilderness. A Ranger’s talents and magic are honed with deadly focus on the task of protecting the world from the ravages of monsters and tyrants. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "DEX"],
      "skills": [ "Animal Handling", "Athletics", "Insight", "Investigation", "Nature", "Perception", "Stealth", "Survival" ],
      "skills-choose": 3,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Shields"],
    "starting-equipment": ["Arrows (x20)", "Druidic Focus (Sprig of Mistletoe)", "Explorer’s Pack", "Longbow or Shortbow", "Quiver", "Scimitar", "Shortsword", "Studded Leather Armor", "7 GP"],
    "starting-gold": 150
  },
  "Rogue": {
    "description": "Rogues rely on cunning, stealth, and their foes’ vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem, demonstrating a versatility that is the cornerstone of any successful adventuring party.\n\nRogues devote as much effort to mastering the use of a variety of skills as they do to perfecting their combat abilities, giving them broad capabilities that few other characters can match. Many Rogues focus on stealth and deception, while others refine skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.\n\nWhen it comes to combat, Rogues prioritize subtle strikes over brute strength. A Rogue would rather make one precise strike than wear an opponent down with a barrage of blows. Rogues have an almost supernatural knack for avoiding danger, and a few learn magical tricks to supplement their other abilities.\n\nSome Rogues began their careers as criminals, while others used their cunning to fight crime. Whatever a Rogue’s relation to the law, no common criminal or officer of the law can match the subtle brilliance of the greatest Rogues. ",
    "hit-dice": "1d8",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["DEX", "INT"],
      "skills": [ "Acrobatics", "Athletics", "Deception", "History", "Insight", "Intimidation", "Investigation", "Perception", "Persuasion", "Sleight of Hand", "Stealth" ],
      "skills-choose": 4,
      "weapons" : ["Simple Weapons", "Martial Weapons that have the Finesse Property"],
      "tools": ["Thieves’ Tools"]
    },
    "armors": ["Light Armor"],
    "starting-equipment": ["Chain Mail", "Greatsword", "Flail", "8 Javelins", "Dungeoneer’s Pack", "4 GP"],
    "starting-equipment-alt": ["Studded Leather Armor", "Scimitar", "Shortsword", "Longbow", "20 Arrows", "Quiver", "Dungeoneer’s Pack", "11 GP"],
    "starting-gold": 155
  },
  "Sorcerer": {
    "description": "The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a Fighter. There are great risks but also great rewards: gold, magic weaponry, and glory. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "CON"],
      "skills": [ "Acrobatics", "Animal Handling", "Athletics", "History", "Insight", "Intimidation", "Persuasion", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Heavy Armor", "Shields"],
    "starting-equipment": ["Chain Mail", "Greatsword", "Flail", "8 Javelins", "Dungeoneer’s Pack", "4 GP"],
    "starting-equipment-alt": ["Studded Leather Armor", "Scimitar", "Shortsword", "Longbow", "20 Arrows", "Quiver", "Dungeoneer’s Pack", "11 GP"],
    "starting-gold": 155
  },
  "Warlock": {
    "description": "The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a Fighter. There are great risks but also great rewards: gold, magic weaponry, and glory. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "CON"],
      "skills": [ "Acrobatics", "Animal Handling", "Athletics", "History", "Insight", "Intimidation", "Persuasion", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Heavy Armor", "Shields"],
    "starting-equipment": ["Chain Mail", "Greatsword", "Flail", "8 Javelins", "Dungeoneer’s Pack", "4 GP"],
    "starting-equipment-alt": ["Studded Leather Armor", "Scimitar", "Shortsword", "Longbow", "20 Arrows", "Quiver", "Dungeoneer’s Pack", "11 GP"],
    "starting-gold": 155
  },
  "Wizard": {
    "description": "The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a Fighter. There are great risks but also great rewards: gold, magic weaponry, and glory. ",
    "hit-dice": "1d10",
    "hit-dice-modifier": "CON",
    "proficiencies": {
      "saving-throws": ["STR", "CON"],
      "skills": [ "Acrobatics", "Animal Handling", "Athletics", "History", "Insight", "Intimidation", "Persuasion", "Perception", "Survival" ],
      "skills-choose": 2,
      "weapons" : ["Simple Weapons", "Martial Weapons"],
      "tools": []
    },
    "armors": ["Light Armor", "Medium Armor", "Heavy Armor", "Shields"],
    "starting-equipment": ["Chain Mail", "Greatsword", "Flail", "8 Javelins", "Dungeoneer’s Pack", "4 GP"],
    "starting-equipment-alt": ["Studded Leather Armor", "Scimitar", "Shortsword", "Longbow", "20 Arrows", "Quiver", "Dungeoneer’s Pack", "11 GP"],
    "starting-gold": 155
  }
}